performance/artillery/artillery_log.txt
Phase started: unnamed (index: 0, duration: 1s) 13:47:04(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 13:47:05(-0300)

All VUs finished. Total time: 5 seconds

--------------------------------
Summary report @ 13:47:08(-0300)
--------------------------------

http.codes.200: ...... 1000
http.request_rate: ... 436/sec
http.requests: ....... 1000
http.response_time:
  min: ............... 0
  max: ............... 26
  median: ............ 2
  p95: ............... 7
  p99: ............... 12.1
http.responses: ...... 1000
vusers.completed: .... 20
vusers.created: ...... 20
vusers.created_by_name.0: ... 20
vusers.failed: ....... 0
vusers.session_length:
  min: ............... 109.6
  max: ............... 229.3
  median: ............ 162.4
  p95: ............... 214.9
  p99: ............... 214.9